---
type: WireConduitType
namespace: Autodesk.Revit.DB.Electrical
version: 2024
members: 1
tags: [revit-api, class]
---

# WireConduitType

`Autodesk.Revit.DB.Electrical.WireConduitType` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Name | — | `public string Name { get ; }` |